export default function Weeklynews() {
    return (
        <div className="notice_wrap">
            <div className="notice_title">1월은 성경 일독의 달입니다</div>
            <ol className="list">
                <li>
                    <div className="tit">2022 성락교회 신년 전교인 성경통독사경회</div>
                    일시: 1. 8 (토), 22(토) 오전 9:30 ~ 오후 4:20<br />
                    범위: 모세오경, 여호수아, 사사기, 사복음서, 요한계시록<br />
                    대상: 모든 성도<br />
                    주관: 성락 베뢰아 아카데미<br />
                    문의: 070-7300-6400~4<br />
                    ※ 온라인 실황 중계
                </li>
                <li>
                    <div className="tit">2022 성락교회 신년 전교인 성경통독사경회</div>
                    일시: 1. 8 (토), 22(토) 오전 9:30 ~ 오후 4:20<br />
                    범위: 모세오경, 여호수아, 사사기, 사복음서, 요한계시록<br />
                    대상: 모든 성도<br />
                    주관: 성락 베뢰아 아카데미<br />
                    문의: 070-7300-6400~4<br />
                    ※ 온라인 실황 중계
                </li>
                <li>
                    <div className="tit">2022 성락교회 신년 전교인 성경통독사경회</div>
                    일시: 1. 8 (토), 22(토) 오전 9:30 ~ 오후 4:20<br />
                    범위: 모세오경, 여호수아, 사사기, 사복음서, 요한계시록<br />
                    대상: 모든 성도<br />
                    주관: 성락 베뢰아 아카데미<br />
                    문의: 070-7300-6400~4<br />
                    ※ 온라인 실황 중계
                </li>
            </ol>
        </div>
    );
}