import classNames from "classnames/bind";
import styles from "./BannerAndNotice.module.scss";

const cn = classNames.bind(styles);

const BannerAndNotice = () => {
  return (
    <>
      <div className={cn("MainBanner")}>
        <span>교회와 함께</span>

        <h1>
          사랑과 겸손으로 <br />
          행복한 성락인
        </h1>
      </div>

      <div className={cn("Notice")}>
        <h2>둘째 날 수련회 오후 광고</h2>
        <h2>1. 오후 5:30부터 교역자와 봉사자 저녁식사가 있습니다.</h2>
        <h2>2. 일반 성도분들의 저녁 식사는 6:00부터 가능합니다.</h2>
        <h2>3. 저녁 8:00에 수련회 둘째 날 "저녁성회"가 있습니다.  셔틀은 7:10분부터 운행합니다.</h2>
        <h2>'수련회의 꽃'이자, 어제 우리 성락교회에 뜨거운 은혜를 주신 하나님을 기대하며 "저녁성회"로 모입시다.</h2>

        {/* <h2>2022 여름수련회 공지사항 (8/4)</h2>
        <h2>
          1. 오늘 오전 10:00에 세계센터 8, 9, 10, 11층에서, "행복한 특강"이 진행됩니다. 강의 주제와 장소는 종합안내지를 참고하시길 바랍니다.
        </h2>
        <h2>
          2. 오전 프로그램을 위한 셔틀운행은 09:10~10:00까지 신길본당과 신도림역에서 이뤄집니다.
        </h2>
        <h2>
          3. 오전 10:00 키즈존(수영장 등) 오픈을 시작으로, 우동마켓이 진행됩니다.
        </h2>
        <h2>
          4. 리더센터 3층 요한홀에서 "상시기도실"이 운영됩니다. 기도가 충만한 수련회가 되도록 안내 부탁드립니다.
        </h2> */}

        {/* <h2>
          1. 오늘(8/3) 저녁성회 기도회가 끝난 뒤, 10:30부터 11:20까지 셔틀운행이
          있습니다.
        </h2>
        <h2>
          2. 내일(8/4) 05:50부터 세계센터 대성전에서 "새벽성회"가 있습니다. 셔틀
          운행은 05:00부터 운행합니다.
        </h2>
        <h2>
          3. 내일(8/4) 조식 배달은 숙소에 있는 평신도만을 대상으로 합니다.
        </h2>
        <h2>
          4. 봉사자와 교역자의 조식은 리더센터 2층에서 수령하여 드시면 됩니다.{" "}
        </h2>
        <h2>
          5. 둘째 날(8/4) 프로그램이 다양하고 은혜가 충만하게 준비되고 있으니,
          내일 전 시간을 함께해주시기 바랍니다.
        </h2> */}

        {/* 수정 바랍니다. */}
        {/* <p>1/5 전체보기</p> */}
      </div>
    </>
  );
};

export default BannerAndNotice;
